;Place localized text in this file
[Hitman X2SoldierClassTemplate]

DisplayName="Наемный убийца"
ClassSummary="Дома, в городе, Наемный убийца носит только легко скрываемое оружие, так что он может легко исчезнуть в суете уличной жизни. Опытный в рукопашных схватках, Наемный убийца представляет проблему для любого, кто попытается сблизиться с ним."

AbilityTreeTitles[0]="Бродяга"
AbilityTreeTitles[1]="Стрелок"
AbilityTreeTitles[2]="Громила"
AbilityTreeTitles[3]="Xcom"
AbilityTreeTitles[4]="Пистолеты"


RandomNickNames[0]="Туз"
RandomNickNames[1]="Агент"
RandomNickNames[2]="Удар слева"
RandomNickNames[3]="Избиение"
RandomNickNames[4]="Затемнение"
RandomNickNames[5]="Ломатель костей"
RandomNickNames[6]="Хладнокровный"
RandomNickNames[7]="Мошенник"
RandomNickNames[8]="Криптограф"
RandomNickNames[9]="Смерть"
RandomNickNames[10]="Дервиш"
RandomNickNames[11]="Рок"
RandomNickNames[12]="Дракон"
RandomNickNames[13]="Изображение"
RandomNickNames[14]="Злой гений"
RandomNickNames[15]="Падший ангел"
RandomNickNames[16]="Пожарный"
RandomNickNames[17]="Механизм"
RandomNickNames[18]="Гипноз"
RandomNickNames[19]="Ифрит"
RandomNickNames[20]="Складной нож"
RandomNickNames[21]="Реактивный"
RandomNickNames[22]="свет выключен"
RandomNickNames[23]="Магус"
RandomNickNames[24]="Минута"
RandomNickNames[25]="Монстр"
RandomNickNames[26]="Одноглазый"
RandomNickNames[27]="Ловушка"
RandomNickNames[28]="Сифилис"
RandomNickNames[29]="Создатель дождя"
RandomNickNames[30]="Гремучая змея"
RandomNickNames[31]="Отдача"
RandomNickNames[32]="Красная Смерть"
RandomNickNames[33]="Подъем"
RandomNickNames[34]="Рыхлитель"
RandomNickNames[35]="Саламандра"
RandomNickNames[36]="Крик"
RandomNickNames[37]="Проводы"
RandomNickNames[38]="Тень"
RandomNickNames[39]="Вымогательство"
RandomNickNames[40]="Обжигающий"
RandomNickNames[41]="Изворотливый"
RandomNickNames[42]="Стрелок"
RandomNickNames[43]="Змея"
RandomNickNames[44]="Похититель душ"
RandomNickNames[45]="Спектральный"
RandomNickNames[46]="Разрыв косы"
RandomNickNames[47]="Тактический"
RandomNickNames[48]="Слеза"
RandomNickNames[49]="Террор"
RandomNickNames[50]="Надгробная плита"
RandomNickNames[51]="Ядовитый"
RandomNickNames[52]="Гадюка"
RandomNickNames[53]="Мудрец"
RandomNickNames[54]="Страна чудес"
RandomNickNames[55]="Гнев"
RandomNickNames[56]="Йомен"
RandomNickNames[57]="Зеро"

;ALPHABETICAL ORDER
RandomNickNames_Male[0]="Король демонов"
RandomNickNames_Male[1]="Первенец"
RandomNickNames_Male[2]="Повелитель"
RandomNickNames_Male[3]="Волшебник"
RandomNickNames_Female[0]="Уголек"
RandomNickNames_Female[1]="Императрица"
RandomNickNames_Female[2]="Ведьма"
RandomNickNames_Female[3]="Колдунья"
;ALPHABETICAL ORDER

PhotoboothSoloBLines_Male[0]="Он всегда в гуще событий."
PhotoboothSoloBLines_Male[1]="Отнимаем у них жизнь!"
PhotoboothSoloBLines_Male[2]="Один быстрый кусочек - это все, что ему нужно."
PhotoboothSoloBLines_Male[3]="Вы никогда не увидите, как он приближается."

PhotoboothSoloBLines_Female[0]="Она всегда в гуще событий."
PhotoboothSoloBLines_Female[1]="Отнимать у них жизнь!"
PhotoboothSoloBLines_Female[2]="Один быстрый кусочек - это все, что ей нужно."
PhotoboothSoloBLines_Female[3]="Ты никогда не увидишь, как она придет."

